<?php
// +----------------------------------------------------------------------
// | TcAdminLogin [ WE CAN DO IT MORE SIMPLE ]
// +----------------------------------------------------------------------
// | Copyright (c) 2017 Tangchao All rights reserved.
// +----------------------------------------------------------------------
// | Author: Tangchao <79300975@qq.com>
// +----------------------------------------------------------------------
return [
    'title'     => [
        'title' => '网站名',
        'type'  => 'text',
        'value' => 'ThinkCMF5',
        'tip'   => ''
    ],
    'container'     => [
        'title' => '版权',
        'type'  => 'text',
        'value' => '技术支持：唐朝',
        'tip'   => ''
    ],
    'image'     => [
        'title' => '背景图片',
        'type'  => 'image',
        'value' => '',
        'tip'   => ''
    ],
];